export const RegisterMockData = {
  list: [
    {
      id: 1,
      address: "서울특별시 서초구 강남대로34길 66-4 [양재동 8-26]",
      type: "등기",
    },
    {
      id: 2,
      address: "서울특별시 서초구 강남대로34길 66-4 [양재동 8-26]",
      type: "대장",
    },
    {
      id: 3,
      address: "서울특별시 서초구 강남대로34길 66-4 [양재동 8-26]",
      type: "등기 + 대장",
    },
    {
      id: 4,
      address: "서울특별시 서초구 양재동 8-1 외 1필지 내제지하층26-가호",
      type: "등기",
    },
    {
      id: 5,
      address:
        "서울특별시 서초구 남부순환로356길 15 제지하층26-나호 [양재동 8-1 외 1필지]",
      type: "등기",
    },
    {
      id: 6,
      address: "서울 강서구 공항대로 194 문영 퀸즈파크12차",
      type: "등기",
    },
    {
      id: 7,
      address: "서울 강서구 공항대로 194 문영 퀸즈파크11차",
      type: "등기",
    },
  ],
  rows: 10,
  page: 1,
  totalCount: 7,
};
